print("あなたはハワイに到着した。")
"もし、入国審査を通過しないとシャトルバスに乗れない。"
"しかし、今あなたはbaggage carouselで自分のスーツケースを取ったばかりだ。"
"あと20分後にになる。"
name=input("まずあなたの名前は？")

selecta = int(input("運命の数字を1~3の中で選んでね"))

if selecta == 1:
print ("スーツケースを受け取り間違えた。")

elif selecta == 3:
print("急いで入国審査場に向かうが長蛇の列が")

elif selecta == 2:
prin("入国審査官が優先レーンを開けてくれた")
print(“そして、あなたは、英語が話せないことに気づき残り7分30秒"）
selectb = int(input(“1~3の中から選んでね！“)）
if selectb == 1:
print("カタコトな英語力で入国審査官に怪しまれてしまう。審査に時間がかかり残り3分")
print("")
elif selecth == 3:
print(“一瞬で自分のスタンドを呼び出して、先輩を蹴ってしまったが運よく気絶してくれたようだ！先に進もう！“)
print("全力走ってやっと道用先生の教室に入ったが"
"やはり遅刻になった。そのとき、あなたは"
selecte = int(input(“運命の数字1~3の中から選んでね！“)）
if selectc == 1:
print("興奮しすぎて、道用先生のパソコンに水かけると。“
"道用先生はスタンド「スター・デジタル」を呼び出して、パソコンを修復して、あなたの提出された課題を全部削除して、今学期が不合格になっ
た。")
elif selects == 2
print("道用先生に賄賂して、無事になった“）
elif selectc == 3:
print("畜生って言ったあと、すぐ授業をやめって東京に遊びに行く"